{
  "key_facts": [
    "Dengue is a viral infection transmitted to humans through the bite of infected mosquitoes.",
    "About half of the world's population is now at risk of dengue with an estimated 100-400 million infections occurring each year.",
    "Dengue is found in tropical and sub-tropical climates worldwide, mostly in urban and semi-urban areas.",
    "While many dengue infections are asymptomatic or produce only mild illness, the virus can occasionally cause more severe cases, and even death.",
    "Prevention and control of dengue depend on vector control. There is no specific treatment for dengue/severe dengue, and early detection and access to proper medical care greatly lower fatality rates of severe dengue."
  ],
  "overview": {
    "description": "Dengue (break-bone fever) is a viral infection that spreads from mosquitoes to people. It is more common in tropical and subtropical climates.",
    "symptoms_overview": "Most people who get dengue will not have symptoms. But for those who do, the most common symptoms are high fever, headache, body aches, nausea, and rash. Most will get better in 1-2 weeks. Some people develop severe dengue and need care in a hospital.",
    "severity": "In severe cases, dengue can be fatal.",
    "prevention": "You can lower your risk of dengue by avoiding mosquito bites, especially during the day.",
    "treatment": "Dengue is treated with pain medicine as there is no specific treatment currently."
  },
  "symptoms": {
    "general_symptoms": [
      "high fever (40°C/104°F)",
      "severe headache",
      "pain behind the eyes",
      "muscle and joint pains",
      "nausea",
      "vomiting",
      "swollen glands",
      "rash"
    ],
    "onset": "Symptoms usually begin 4-10 days after infection and last for 2-7 days.",
    "severity_risk": "Individuals who are infected for the second time are at greater risk of severe dengue.",
    "severe_symptoms": [
      "severe abdominal pain",
      "persistent vomiting",
      "rapid breathing",
      "bleeding gums or nose",
      "fatigue",
      "restlessness",
      "blood in vomit or stool",
      "being very thirsty",
      "pale and cold skin",
      "feeling weak"
    ],
    "severe_care": "People with these severe symptoms should get care right away.",
    "recovery_note": "After recovery, people who have had dengue may feel tired for several weeks."
  }
}
